ftsamoyed.theme-pink-cat-boo
github.copilot-chat
h5web.vscode-h5web
josef.rouge-theme
mechatroner.rainbow-csv
mgwg.light-pink-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mvllow.rose-pine
nicolasdschmidt.lunar-pink
oderwat.indent-rainbow
tamasfe.even-better-toml
thehelpfultipper.pinkpanda-dark-theme
tomoki1207.pdf
